{
    "barbarian":{
	"name":"Barbarian",
	"description":"Standards of barbarism vary when many worlds are capable of interstellar spaceflight, but your hero comes from a savage world of low technology and high violence. Their planet may have survived an all-consuming war, or been deprived of critical materials or energy resources, or simply have been colonized by confirmed Luddites. Other barbarians might be drawn from the impoverished underclass of advanced worlds or the technologically-degenerate inheritors of some high-tech space station or planetary hab.",
	"free_skill":"Survive-0",
	"quick_skills":["Survive-0","Notice-0","Any-Combat-0"],
	"growth":["+1 Any Stat","+2 Physical", "+2 Physical", "+2 Mental", "Exert", "Any Skill"],
	"learning":["Any Combat","Connect", "Exert", "Lead", "Notice", "Punch", "Sneak", "Survive"]
    },
    "clergy":{
	"name":"Clergy",
	"description":"Faith is nigh-universal among human civilizations, and your hero is dedicated to one such belief. Some clergy are conventional priests or priestesses, while others might be cloistered monastics or nuns, or more martial warrior-monks. Modern-day faiths such as Christianity, Islam, Judaism, Hinduism, Buddhism, and other creeds all exist in various sectors, often in altered form, while some worlds have developed entirely new deities or faiths. If you’d like to create your own religion, you can work with the GM to define its characteristic beliefs.",
	"free_skill":"Talk-0",
	"quick_skills":["Talk-0", "Perform-0", "Know-0"],
	"growth":["+1 Any Stat", "+2 Mental", "+2 Physical", "+2 Mental", "Connect", "Any Skill"],
	"learning":["Administer", "Connect", "Know", "Lead", "Notice", "Perform", "Talk", "Talk"]
    },
    "courtesan":{
	"name":"Courtesan",
	"description":"Your hero’s career was one of proffered pleasure. Simple prostitution is one form of this background, perhaps as an ordinary streetwalker, a part-time amateur with bills to pay, or an expensive companion to the wealthy, but other forms of satisfaction exist among the many worlds. Refined artists of conversation and grace command high fees in some societies, while others pay well for the simple company of certain men and women with the right bloodlines, special appearance, or auspicious personal qualities esteemed by their culture.",
	"free_skill":"Perform-0",
	"quick_skills":["Perform-0", "Notice-0", "Connect-0"],
	"growth":["+1 Any Stat", "+2 Mental Stat", "+2 Mental Stat", "+2 Physical Stat", "Connect", "Any Skill"],
	"learning":["Any Combat","Connect", "Exert", "Notice", "Perform", "Survive", "Talk", "Trade"]
    },
    "criminal":{
	"name":"Criminal",
	"description":"Whether thief, murderer, forger, smuggler, spy, or some other variety of malefactor, your hero was a criminal. Some such rogues are guilty only of crossing some oppressive government or offending a planetary lord, while others have done things that no civilized society could tolerate. Still, their ability to deal with the most desperate and dangerous of contacts and navigate the perils of a less-than-legal adventure can make them attractive associates for a party of freebooters bent on profit and glory more than strict legality.",
	"free_skill":"Sneak-0",
	"quick_skills":["Sneak-0","Connect-0","Talk-0"],
	"growth":["+1 Any Stat", "+2 Mental", "+2 Physical", "+2 Mental", "Connect", "Any Skill"],
	"learning":["Administer","Any Combat", "Connect", "Notice" , "Program", "Sneak", "Talk", "Trade"]
    },
    "dilettante":{
	"name":"Dilettante",
	"description":"Your hero never had a profession, strictly speaking, but spent their formative years in travel, socializing, and a series of engaging hobbies. They might have been the scion of a wealthy industrialist, a planetary noble’s younger offspring, or a hanger-on to someone with the money and influence they lacked. By the time your hero’s adventures start, they’ve run through the money that once fueled their lifestyle. Extreme measures may be necessary to acquire further funding.",
	"free_skill":"Connect-0",
	"quick_skills":["Connect-0", "Know-0", "Talk-0"],
	"growth":["+1 Any Stat", "+1 Any Stat", "+1 Any Stat", "+1 Any Stat", "Connect", "Any Skill"],
	"learning":["Any Skill", "Any Skill", "Connect", "Know", "Perform", "Pilot", "Talk", "Trade"]
    },
    "entertainer":{
	"name":"Entertainer",
	"description":"Singers, dancers, actors, poets, writers... the interstellar reaches teem with artists of unnumbered styles and mediums, some of which are only physically possible with advanced technological support. Your hero was a dedicated entertainer, one likely focused in a particular form of art. Patrons and talent scouts can be temperamental, however, and sometimes a budding artist needs to take steps to find their audience. Or at least, to find their audience’s money.",
	"free_skill":"Peform-0",
	"quick_skills":["Perform-0", "Talk-0", "Connect-0"],
	"growth":["+1 Any Stat", "+2 Mental Stat", "+2 Mental Stat", "+2 Physical Stat", "Connect", "Any Skill"],
	"learning":["Any Combat", "Connect", "Exert", "Notice", "Perform", "Perform", "Sneak", "Talk"]
    },
    "merchant":{
	"name":"Merchant",
	"description":"Your hero was or is a trader. Some merchants are mere peddlers and shopkeepers on primitive, low-tech worlds, while others are daring far traders who venture to distant worlds to bring home their alien treasures. The nature of trade varies widely among worlds. On some of them, it’s a business of soberly-dressed men and women ticking off trades on virtual terminals, while on others it is a more... active pursuit, requiring the judicious application of monoblades and deniable gunfire against competitors. Sometimes a deal goes bad or capital needs to be raised, and a merchant’s natural talents are turned toward the perils of adventure.",
	"free_skill":"Trade-0",
	"quick_skills":["Trade-0", "Talk-0", "Connect-0"],
	"growth":["+1 Any Stat", "+2 Mental Stat", "+2 Mental Stat", "+2 Mental Stat", "Connect", "Any Skill"],
	"learning":["Administer", "Any Combat", "Connect", "Fix", "Know", "Notice", "Trade", "Talk"]
    },
    "noble":{
	"name":"Noble",
	"description":"Many planets are ruled by a class of nobles, and your hero was a member of one such exalted group. Such planets are often worlds of exquisite courtesy alloyed with utterly remorseless violence, and a misplaced word at the morning levee can result in an executioner’s monoblade at noon. Your hero has done something or been the victim of something to dislodge them from their comfortable place at court. Without their familiar allies, wealth, or influence, they must take a new place in the world, however distasteful that claiming might be.",
	"free_skill":"Lead-0",
	"quick_skills":["Lead-0", "Connect-0", "Administer-0"],
	"growth":["+1 Any Stat", "+2 Mental Stat", "+2 Mental Stat", "+2 Mental Stat", "Connect", "Any Skill"],
	"learning":["Administer", "Any Combat", "Connect", "Know", "Lead", "Notice", "Pilot", "Talk"]
    },
    "official":{
	"name":"Official",
	"description":"Most advanced worlds run on their bureaucracies, the legions of faceless men and women who fill unnumbered roles in keeping the government running as it should. Your hero was one such official. Some were law enforcement officers, others government office clerks or tax officials or trade inspectors. However necessary the work may be, it is often of unendurably tedious nature, and any man or woman with an adventurous spark to their blood will soon find themselves desperate for more exciting use of their talents.",
	"free_skill":"Administer-0",
	"quick_skills":["Administer-0","Talk-0","Connect-0"],
	"growth":["+1 Any Stat", "+2 Mental Stat", "+2 Mental Stat", "+2 Mental Stat", "Connect", "Any Skill"],
	"learning":["Administer", "Any Skill", "Connect", "Know", "Lead", "Notice", "Talk", "Trade"]
    },
    "peasant":{
	"name":"Peasant",
	"description":"A technologically-advanced world can usually produce all its necessary foodstuffs and basic resources with a handful of workers, the bulk of the labor being performed by agricultural bots. On more primitive worlds, or those with a natural environment that requires close personal attention to crops, a class of peasants will emerge. These men and women often become chattel, part and parcel of the land they occupy and traded among their betters like the farm equipment of richer worlds. Your hero was not satisfied with that life, and has done something to break free from their muddy and toilsome past.",
	"free_skill":"Exert-0",
	"quick_skills":["Exert-0","Sneak-0","Survive-0"],
	"growth":["+1 Any Stat", "+2 Physical Stat", "+2 Physical Stat", "+2 Physical Stat", "Exert", "Any Skill"],
	"learning":["Connect", "Exert", "Fix", "Notice", "Sneak", "Survive", "Trade", "Work"]
    },
    "physician":{
	"name":"Physician",
	"description":"Bodies wear and break, even on worlds that possess the full resources of advanced postech medicine. Your hero was a physician, one trained to cure the maladies of the body or the afflictions of the mind. Some physicians are conventional health workers, while others are ship’s surgeons, military medics, missionary healers of an expanding faith, or dubious slum doctors who’ll graft over laser burns with no awkward questions asked. Wherever men and women go into danger, however, the skills of a physician are eagerly sought.",
	"free_skill":"Heal-0",
	"quick_skills":["Heal-0", "Know-0", "Notice-0"],
	"growth":["+1 Any Stat", "+2 Physical Stat", "+2 Mental Stat", "+2 Mental Stat", "Connect", "Any Skill"],
	"learning":["Administer", "Connect", "Fix", "Heal", "Know", "Notice", "Talk", "Trade"]
    },
    "pilot":{
	"name":"Pilot",
	"description":"A pilot’s role is a broad one in the far future. The most glamorous and talented navigate starships through the metadimensional storms of interstellar space, while less admired figures fly the innumerable intra-system shuttles and atmosphere craft that serve in most advanced systems. On other worlds, this career might reflect a long-haul trucker, or a horse-riding messenger, or an intrepid sailor on an alien sea. As the Pilot skill covers all these modes of transport, any character whose role revolves around vehicles or riding beasts might justify their selection of this career.",
	"free_skill":"Pilot-0",
	"quick_skills":["Pilot-0", "Fix-0", "Shoot or Trade-0"],
	"growth":["+1 Any Stat", "+2 Physical Stat", "+2 Physical Stat", "+2 Mental Stat", "Connect", "Any Skill"],
	"learning":["Connect", "Exert", "Fix", "Notice", "Pilot", "Pilot", "Shoot", "Trade"]
    }
    // ,
    // "politician":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "scholar":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "soldier":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "spacer":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "technician":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "thug":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "vagabond":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // },
    // "worker":{
    // 	"name":,
    // 	"description":,
    // 	"free_skill":,
    // 	"quick_skills":[],
    // 	"growth":[],
    // 	"learning":[]
    // }
}
