{
    "primitive_bow":{
	"type":"ranged",
	"name":"Primitive bow",
	"damage":"1d6",
	"range":"50/75",
	"cost":"15",
	"magazine":"1",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"1",
	"burst":false,
	"description":"Bows are uncommon weapons in the far future, though some lostworlder barbarians have nothing better. Bows can be reloaded with a Move action, or faster if the Gunslinger focus is applied."
    },
    "advanced_bow":{
	"type":"ranged",
	"name":"Advanced bow",
	"damage":"1d6",
	"range":"100/150",
	"cost":"50",
	"magazine":"1",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"3",
	"burst":false,
	"description":"Bows are uncommon weapons in the far future, though some lostworlder barbarians have nothing better. Bows can be reloaded with a Move action, or faster if the Gunslinger focus is applied."
	},
    "conversion_bow":{
	"type":"ranged",
	"name":"Conversion bow",
	"damage":"1d8",
	"range":"150/300",
	"cost":"500",
	"magazine":"1",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"4",
	"burst":false,
	"description":"Bows are uncommon weapons in the far future, though some lostworlder barbarians have nothing better. Conversion bows use special materials to convert the kinetic energy of the draw into a force field “glazing” around the arrow, improving penetration. Bows can be reloaded with a Move action, or faster if the Gunslinger focus is applied."
    },
    "gernade":{
	"type":"ranged",
	"name":"Gernade",
	"damage":"2d6",
	"range":"10/30",
	"cost":"25",
	"magazine":"N/A",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"0",
	"TL":"3",
	"burst":false,
	"description":"Grenade users always roll to attack AC 10. On a miss, the grenade lands 1d10 meters away from the target in a random direction. Hit or miss, the grenade then explodes for 2d6 damage to all targets within 5 meters. Victims are allowed an Evasion save for half damage. Targets take 1 less point of damage for each point of AC above 14. Grenades can be thrown with the Exert skill instead of Shoot, if desired."
    },
    "crude_pistol":{
	"type":"ranged",
	"name":"Crude pistol",
	"damage":"1d6",
	"range":"5/15",
	"cost":"20",
	"magazine":"1",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"0",
	"TL":"2",
	"burst":false,
	"description":"Crude pistols represent some of the rawest and most primitive forms of gunpowder weaponry, usually makeshift weapons improvised by criminals or the desperate. Reloading a crude pistol requires two rounds instead of one."
    },
    "musket":{
	"type":"ranged",
	"name":"Musket",
	"damage":"1d12",
	"range":"25/50",
	"cost":"30",
	"magazine":"1",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"2",
	"burst":false,
	"description":"Muskets represent some of the rawest and most primitive forms of gunpowder weaponry, usually makeshift weapons improvised by criminals or the desperate. Reloading a musket requires two rounds instead of one."
    },
    "revolver":{
	"type":"ranged",
	"name":"Revolver",
	"damage":"1d8",
	"range":"30/100",
	"cost":"50",
	"magazine":"6",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"0",
	"TL":"2",
	"burst":false,
	"description":"Revolvers are quite popular on frontier worlds, as the weapons are extremely reliable and can be repaired and manufactured even by primitive metallurgists. Some revolver variants are specially built to handle atmospheres that would destroy more fragile weapons."
    },
    "rifle":{
	"type":"ranged",
	"name":"Rifle",
	"damage":"1d10+2",
	"range":"200/400",
	"cost":"75",
	"magazine":"6",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"2",
	"burst":false,
	"description":"Rifles are the mainstays of most TL2 armies and hunters, thanks to their superior range and power."
    },
    "shotgun":{
	"type":"ranged",
	"name":"Shotgun",
	"damage":"3d4",
	"range":"10/30",
	"cost":"50",
	"magazine":"2",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"2",
	"burst":false,
	"description":"Shotguns are cheaper and more easily manufactured than rifles, and are popular weapons for home defense on the frontier. The statistics given are for shot ammunition. Slug rounds do 2d6 damage and have ranges of 50/75 meters."
    },
    "semi_auto_pistol":{
	"type":"ranged",
	"name":"Semi-automatic pistol",
	"damage":"1d6+1",
	"range":"30/100",
	"cost":"75",
	"magazine":"12",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"0",
	"TL":"3",
	"burst":false,
	"description":"Semi-automatic pistols trade some of the reliability of the revolver for a larger magazine size. They tend to be the favorite sidearm for locals on planets that lack the harsh conditions or uncertain maintenance opportunities of a frontier world."
    },
    "submachine_gun":{
	"type":"ranged",
	"name":"Submachine gun",
	"damage":"1d8",
	"range":"30/100",
	"cost":"200",
	"magazine":"20",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"0",
	"TL":"3",
	"burst":true,
	"description":"Submachine guns take pistol ammunition but fire it at a high rate of speed. These weapons can fire in burst mode."
    },
    "combat_rifle":{
	"type":"ranged",
	"name":"Combat rifle",
	"damage":"1d12",
	"range":"100/300",
	"cost":"300",
	"magazine":"30",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"3",
	"burst":true,
	"description":"Combat rifles are favored by the militaries of tech level 3 worlds, trading some of the often-unnecessary range and penetration of a conventional rifle for a larger ammunition capacity and burst fire capabilities. On more strait-laced worlds such military weaponry is often illegal for civilians to possess."
    },
    "combat_shotgun":{
	"type":"ranged",
	"name":"Combat shotgun",
	"damage":"3d4",
	"range":"10/30",
	"cost":"300",
	"magazine":"12",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"3",
	"burst":true,
	"description":"Combat shotguns are more complicated and temperamental versions of conventional shotguns. These weapons have substantially larger ammunition capacity and are capable of firing in burst mode. Combat shotguns can fire slug rounds just as normal shotguns."
    },
    "sniper_rifle":{
	"type":"ranged",
	"name":"Sniper rifle",
	"damage":"2d8",
	"range":"1000/2000",
	"cost":"400",
	"magazine":"1",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"3",
	"burst":false,
	"description":"Sniper rifles are designed to be exceptionally effective at dropping unsuspecting targets at long range. Aside from the additional effective range of a sniper rifle, any target it mortally wounds via an execution attack will die instantly, with no chance for stabilization. The execution attack must qualify according to the terms on page 52. If the rifle is used outside of such conditions, it has no special qualities."
    },
    "void_carbine":{
	"type":"ranged",
	"name":"Void carbine",
	"damage":"2d6",
	"range":"100/300",
	"cost":"400",
	"magazine":"10",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"4",
	"burst":false,
	"description":"Void carbines are designed for vacuum and zero-gee use, and have essentially no recoil. Their rounds cannot penetrate ordinary ship equipment plating."
    },
    "mag_pistol":{
	"type":"ranged",
	"name":"Mag pistol",
	"damage":"2d6+2",
	"range":"100/300" ,
	"cost":"400",
	"magazine":"6",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"0",
	"TL":"4",
	"burst":false,
	"description":"Mag weaponry involves the magnetic acceleration of metal flechettes. Mag ammunition is packaged with integral power supplies, so no additional power cells are necessary to fire these weapons."
    },
    "mag_rifle":{
	"type":"ranged",
	"name":"Mag rifle",
	"damage":"2d8+2",
	"range":"300/600" ,
	"cost":"500",
	"magazine":"10",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"4",
	"burst":false,
	"description":"Mag weaponry involves the magnetic acceleration of metal flechettes. Mag ammunition is packaged with integral power supplies, so no additional power cells are necessary to fire these weapons."
    },
    "spike_thrower":{
	"type":"ranged",
	"name":"Spike thrower",
	"damage":"3d8",
	"range":"20/40" ,
	"cost":"600",
	"magazine":"15",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"0",
	"TL":"4",
	"burst":true,
	"description":"Spike throwers are the shotgun-equivalent of mag weaponry. Mag ammunition is packaged with integral power supplies, so no additional power cells are necessary to fire these weapons."
    },
    "laser_pistol":{
	"type":"ranged",
	"name":"Laser pistol",
	"damage":"1d6",
	"range":"100/300" ,
	"cost":"200",
	"magazine":"10",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"1",
	"TL":"4",
	"burst":false,
	"description":"Laser pistols are amongst the most common type of energy weapon. Depending on the tech used in the sector, they might produce silent, invisible beams of death or noisy, brightly-colored streaks of lethal light. The phased multifrequency beam is capable of penetrating any ordinary mist or haze, but a thick cloud of thermally-resistant particulate matter such as ash or sand can seriously degrade the beam, applying up to a -4 penalty to hit and cutting ranges in half."
    },
    "laser_rifle":{
	"type":"ranged",
	"name":"Laser rifle",
	"damage":"1d10",
	"range":"300/500" ,
	"cost":"300",
	"magazine":"20",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"1",
	"TL":"4",
	"burst":true,
	"description":"Laser rifles are amongst the most common type of energy weapon. Depending on the tech used in the sector, they might produce silent, invisible beams of death or noisy, brightly-colored streaks of lethal light. The phased multifrequency beam is capable of penetrating any ordinary mist or haze, but a thick cloud of thermally-resistant particulate matter such as ash or sand can seriously degrade the beam, applying up to a -4 penalty to hit and cutting ranges in half."
    },
    "thermal_pistol":{
	"type":"ranged",
	"name":"Thermal pistol",
	"damage":"2d6",
	"range":"25/50" ,
	"cost":"300",
	"magazine":"5",
	"attr":"dexterity",
	"enc":"1",
	"bonus":"1",
	"TL":"4",
	"burst":false,
	"description":"Thermal pistols replace the beam of a laser with a small sphere of magnetically-shaped plasma. The spheres tend to dissipate at much shorter ranges than a laser beam, but do significantly more damage to targets within range and are not affected by ambient particulates. They tend to be extremely loud in operation."
    },
    "plasma_projector":{
	"type":"ranged",
	"name":"Plasma projector",
	"damage":"2d6",
	"range":"50/100" ,
	"cost":"400",
	"magazine":"6",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"1",
	"TL":"4",
	"burst":false,
	"description":"Plasma projectors replace the beam of a laser with a small sphere of magnetically-shaped plasma. The spheres tend to dissipate at much shorter ranges than a laser beam, but do significantly more damage to targets within range and are not affected by ambient particulates. They tend to be extremely loud in operation."
    },
    "shear_rifle":{
	"type":"ranged",
	"name":"Shear rifle",
	"damage":"2d8",
	"range":"100/300" ,
	"cost":"600",
	"magazine":"10",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"1",
	"TL":"5",
	"burst":true,
	"description":"Shear rifles are the product of a relatively few functioning pretech manufactories. These weapons use miniaturized grav projectors to create dangerous repulsor fields inside a target, tearing the object apart along perfectly smooth planes. Shear rifles are completely silent in operation."
    },
    "thunder_gun":{
	"type":"ranged",
	"name":"Thunder gun",
	"damage":"2d10",
	"range":"100/300" ,
	"cost":"1000",
	"magazine":"6",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"1",
	"TL":"5",
	"burst":false,
	"description":"Thunder guns are named for the basso vibrations caused by their operation, a sound that can be felt as far as thirty meters away from an operator. This two-handed weapon uses grav plates to create rapid, randomized disruptions in a target that increase the chance of complete structural collapse. If a thunder gun hits a target with an unmodified hit roll of 16 or higher an extra 1d10 damage is rolled. This bonus damage always applies to inanimate targets."
    },
    "distortion_cannon":{
	"type":"ranged",
	"name":"Distortion cannon",
	"damage":"2d12",
	"range":"100/300" ,
	"cost":"1250",
	"magazine":"6",
	"attr":"dexterity",
	"enc":"2",
	"bonus":"1",
	"TL":"5",
	"burst":false,
	"description":"Distortion cannons are among the most sophisticated man-portable weapons designed before the Scream. These two-handed energy weapons rely on the same principle as does a spike drive, manipulating the underlying fabric of space to disrupt a target. Provided the wielder can see a target within range or accurately fix its location within one meter, the distortion cannon can ignore up to one meter of solid cover between the gun and its target."
    },
    "small_primitive_weapon":{
	"type":"melee",
	"name":"Small primitive weapon",
	"damage":"1d4",
	"shock":"1/AC15",
	"attr":"Str/Dex",
	"cost":"0",
	"enc":"1",
	"TL":"0",
	"description":"Small weapons are small one-handed implements no larger than a baton or knife. These weapons are easily concealed in normal clothing, and can even be kept Readied up sleeves or in tailored pockets. Many can be thrown at a range up to 10 meters. A primitive weapon is simply one of ordinary metal or wood, with no high-tech augmentations."
    },
    "medium_primitive_weapon":{
	"type":"melee",
	"name":"Medium primitive weapon",
	"damage":"1d6+1",
	"shock":"2/AC13",
	"attr":"Str/Dex",
	"cost":"20",
	"enc":"1",
	"TL":"0",
	"description":"Medium weapons are one-handed swords, axes, spears, or other obvious implements of war. While they can’t be effectively concealed in anything smaller than an enveloping cloak or coat, they’re also more damaging to an unfortunate victim struck by them, albeit they’re somewhat less nimble when the wielder needs to strike at unprotected flesh. Spears and similar aerodynamic weapons can be thrown up to 30 meters. A primitive weapon is simply one of ordinary metal or wood, with no high-tech augmentations."
    },
    "large_primitive_weapon":{
	"type":"melee",
	"name":"Large primitive weapon",
	"damage":"1d8+1",
	"shock":"2/AC15",
	"attr":"Str",
	"cost":"30",
	"enc":"2",
	"TL":"0",
	"description":"Large weapons are two-handed implements of bodily ruin such as claymores, halberds, tetsubos, or other such weapons. Unlike smaller weapons, they rely largely on Strength for their employ, and can bash through lighter forms of armor. Large weapons count as two encumbrance items. A primitive weapon is simply one of ordinary metal or wood, with no high-tech augmentations."
    },
    "small_advanced_weapon":{
	"type":"melee",
	"name":"Small advanced weapon",
	"damage":"1d6",
	"shock":"1/AC15",
	"attr":"Str/Dex",
	"cost":"40",
	"enc":"1",
	"TL":"4",
	"description":"Small weapons are small one-handed implements no larger than a baton or knife. These weapons are easily concealed in normal clothing, and can even be kept Readied up sleeves or in tailored pockets. Many can be thrown at a range up to 10 meters. An advanced weapon has been given a monoblade edge, kinetic sheathing, thermal wires, a chainsaw blade, or some other TL4 touch."
    },
    "medium_advanced_weapon":{
	"type":"melee",
	"name":"Medium advanced weapon",
	"damage":"1d8+1",
	"shock":"2/AC13",
	"attr":"Str/Dex",
	"cost":"60",
	"enc":"1",
	"TL":"4",
	"description":"Medium weapons are one-handed swords, axes, spears, or other obvious implements of war. While they can’t be effectively concealed in anything smaller than an enveloping cloak or coat, they’re also more damaging to an unfortunate victim struck by them, albeit they’re somewhat less nimble when the wielder needs to strike at unprotected flesh. Spears and similar aerodynamic weapons can be thrown up to 30 meters. An advanced weapon has been given a monoblade edge, kinetic sheathing, thermal wires, a chainsaw blade, or some other TL4 touch."
    },
    "large_advanced_weapon":{
	"type":"melee",
	"name":"Large advanced weapon",
	"damage":"1d10+1",
	"shock":"2/AC15",
	"attr":"Str",
	"cost":"80",
	"enc":"2",
	"TL":"4",
	"description":"Large weapons are two-handed implements of bodily ruin such as claymores, halberds, tetsubos, or other such weapons. Unlike smaller weapons, they rely largely on Strength for their employ, and can bash through lighter forms of armor. Large weapons count as two encumbrance items. An advanced weapon has been given a monoblade edge, kinetic sheathing, thermal wires, a chainsaw blade, or some other TL4 touch."
    },
    "stun_baton":{
	"type":"melee",
	"name":"Stun baton",
	"damage":"1d8",
	"shock":"1/AC15",
	"attr":"Str/Dex",
	"cost":"50",
	"enc":"1",
	"TL":"4",
	"description":"Stun batons are common law enforcement tools. The damage they do can drop a target to zero hit points, but will not kill them, the victim awakening in ten minutes with one hit point. Stun batons trickle-charge from normal movement and will not run out of electrical energy under normal use conditions"
    },
    "suit_ripper":{
	"type":"melee",
	"name":"Suit ripper",
	"damage":"1d6",
	"shock":"",
	"attr":"Str/Dex",
	"cost":"75",
	"enc":"1",
	"TL":"4",
	"description":"Suit rippers are rods with fractal cutting surfaces designed to cripple vacc suit auto-repair routines. Every hit with a suit ripper counts as a suit tear on a vacc suit-wearing enemy. Unsurprisingly, these weapons are strictly illegal in space environments."
    },
    "unarmed_attack":{
	"type":"melee",
	"name":"Unarmed attack",
	"damage":"1d2",
	"shock":"",
	"attr":"Str/Dex",
	"cost":"",
	"enc":"",
	"TL":"",
	"description":"Unarmed attacks reflect ordinary kicks and punches. Unarmed attacks always add the attacker’s Punch skill to damage rolls, unlike other weapons. Kinesis wraps, spiked knuckles, and other small fist weapons may be treated as small advanced or primitive weapons that use the Punch skill and add the skill level to their rolled damage, but not to Shock. Such weapons do not augment a hero with the Unarmed Combatant focus."
    },
    "heavy_machine_gun":{
	"type":"heavy",
	"name":"Heavy machine gun",
	"damage":"3d6",
	"range":"500/2000",
	"magazine":"10",
	"attr":"Dex",
	"cost":"5000",
	"enc":"3",
	"TL":"3",
	"suppress":true,
	"description":"Heavy machine guns represent a large family of air- or water-cooled projectile weapons that are usually fed with belts of linked ammunition. HMGs require a vehicle mounting or emplaced firing position for effective results. An HMG magazine contains enough ammunition for 10 rounds of firing, but each round of firing eats 25 credits worth of projectile ammunition."
    },
    "rocket_launcher":{
	"type":"heavy",
	"name":"Rocket launcher",
	"damage":"3d10",
	"range":"2000/4000",
	"magazine":"1",
	"attr":"Dex",
	"cost":"4000",
	"enc":"2",
	"TL":"3",
	"suppress":false,
	"description":"Rocket launchers cover a wide variety of man-portable missile launchers of varying degrees of sophistication. The weapons are usually equipped with basic tracking sensors, but are of limited accuracy against human-sized targets. Rocket launchers take a -4 hit penalty against targets of human size or smaller. Unlike most Heavy weapons, rocket launchers can be shoulder-fired without a prepared emplacement to support them."
    },
    "demo_charge":{
	"type":"heavy",
	"name":"Demo charge",
	"damage":"3d10",
	"range":"20/40",
	"magazine":"",
	"attr":"",
	"cost":"250",
	"enc":"1",
	"TL":"3",
	"suppress":false,
	"description":"Demo Charges are the general run of placed explosives beloved of terrorists and adventurers the world over. The usual variety can be detonated by radio signals, timers, or electrical charges, and inflict their damage on any objects within twenty meters, with an Evasion saving throw for half damage. Victims within forty meters take half damage, with an Evasion save for none. The charge is sufficient to blow a four-meter wide hole in anything short of a reinforced wall. PCs with a background in demolitions or Fix-0 skill can shape the charge so it directs the blast in only one direction, sparing all but two meters of the rest."
    },
    "railgun":{
	"type":"heavy",
	"name":"Railgun",
	"damage":"3d8",
	"range":"4000/8000",
	"magazine":"20",
	"attr":"Dex",
	"cost":"8000",
	"enc":"*",
	"TL":"4",
	"suppress":true,
	"description":"Railguns are simply scaled-up versions of personal mag rifles. They accelerate large metallic slugs along the weapon’s barrel, creating a steady spray of hyper-velocity rounds. Ammunition sufficient for one round of firing costs 50 credits."
    },
    "anti_vehicle_laser":{
	"type":"heavy",
	"name":"Anti-vehicle laser",
	"damage":"3d10",
	"range":"2000/4000",
	"magazine":"15",
	"attr":"Dex",
	"cost":"10000",
	"enc":"*",
	"TL":"4",
	"suppress":false,
	"description":"Anti-vehicle lasers are less useful against soft targets, but excel at penetrating vehicle armor. Against vehicles and other hard-skinned targets, damage is rolled twice and the better result is used."
    },
    "hydra_array":{
	"type":"heavy",
	"name":"Hydra array",
	"damage":"3d6",
	"range":"4000/8000",
	"magazine":"10",
	"attr":"Dex",
	"cost":"20000",
	"enc":"*",
	"TL":"4",
	"suppress":true,
	"description":"Hydra arrays sequence a number of missile launchers to fire at once. The gunner designates up to three targets and can then make three rolls to hit divided among them. Each successful hit on a target allows the gunner to roll damage once, but only the highest damage roll is applied to the target. Thus, if all three volleys were aimed at a single target and two of them hit, the gunner would roll damage twice and apply the best result. A volley from the array costs 150 credits."
    },
    "wheatcutter_belt":{
	"type":"heavy",
	"name":"Wheatcutter belt",
	"damage":"2d12",
	"range":"10/20",
	"magazine":"5",
	"attr":"Dex",
	"cost":"10000",
	"enc":"*",
	"TL":"4",
	"suppress":false,
	"description":"Wheatcutter belts are one of several different antipersonnel measures often installed on gravtanks and other fighting vehicles. When triggered, a belt of explosives fires off a scything blast of shrapnel on any side of the vehicle. All creatures within 10 meters of that side of the vehicle must make an Evasion save for half damage. Those within 20 meters take half damage, and can make an Evasion save to take none at all. Wheatcutter belts do not ignore a vehicle’s Armor like other Heavy weapons do. Reloading a wheatcutter belt costs 200 credits per round."
    },
    "vortex_cannon":{
	"type":"heavy",
	"name":"Vortex cannon",
	"damage":"5d12",
	"range":"1000/2000",
	"magazine":"5",
	"attr":"Dex",
	"cost":"75000",
	"enc":"*",
	"TL":"5",
	"suppress":false,
	"description":"Vortex cannons use controlled gravitic shear planes to cause a target to simply fall apart into component fragments. The cannons are silent in operation, but so heavy and complex that they can only be mounted on gravtanks and other similar dedicated fighting vehicles"
    }
}
